Repository: AlaJaber97/EWallet-HuCoin
Catalog: HuCoin/HuCoin/Resource/Lang/Resource.*.resx
Languages: ar

source: Add As Beneficiary
ar: إضافة ك منتفع

source: Add Beneficiary
ar: إضافة منتفع

source: Add New Beneficiary
ar: إضافة منتفع جديد

source: Amount
ar: القيمة

source: An Error Occurred
ar: هناك خطأ

source: Beneficiaries
ar: المنتفعين

source: Beneficiary
ar: المنتفع

source: Beneficiary Details
ar: تفاصيل المنتفع

source: Beneficiary List
ar: قائمة المنتفعين

source: Beneficiary Mobile Number
ar: رقم هاتف المنتفع

source: Beneficiary Name
ar: اسم المنتفع

source: Cash in
ar: شحن

source: Cash Out
ar: السحب نقدا

source: Change Password
ar: تغيير كلمة المرور

# ChangePasswordLink
source: The link has been sent, please check your email to reset your password.
ar: تم ارسال الرابط, يرجى التحقق من بريدك الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك

source: Close
ar: إغلاق

source: Contact Us
ar: تواصل معنا

source: Continue
ar: استمر

# CreatePIN
source: Create pin code
ar: انشئ رمز التحقق

source: Create PIN Code
ar: إنشاء رمز PINالخاص بك

source: Current Balance
ar: الرصيد الحالي

source: Current Password
ar: كلمة المرور الحالية

source: Date
ar: التاريخ

source: Digital Transaction
ar: المعاملات الالكترونية

source: Don’t Have Account
ar: لا تمتلك حساب ؟سجل الآن

source: Email
ar: البريد الاكتروني

# EmptyFields
source: Please Dont Leave Empty Fields
ar: يرجى عدم ترك حقول فارغة

# EmptyFieldsError
source: Please Don’t Leave Empty Fields Must New Password Fields Matching Conform Password Field
ar: ارجو عدم ترك حقول فارغة يجب مطابقة الحقل الخاص بكلمة المرور الجديدة والحقل الخاص بتأكيد كلمة المرور

# EnterEmailAsk
source: Enter your email we'll email instructions on how to reset your password
ar: أدخل بريدك الإلكتروني, وسنتولى تعليمات حول إعادة تعيين كلمة المرور الخاصة بك

source: Family Name
ar: اسم العائلة

# FillInError
source: Please fill in the following fields:
ar: الرجاء ملئ الحقول التالية

source: First Name
ar: الاسم الاول

# FirstPage
source: Decentralized Application
ar: تطبيق لا مركزي , يخدم التطبيق العديد من الفئات التي لا يفضلون التعامل مع المنظمات المركزية

source: Forget password?
ar: هل نسيت كلمة المرور؟

# ForgetPasswordAsk
source: Are you forget your password?
ar: هل نسيت كلمة كلمة المرور؟

source: Forget PIN Code
ar: نسيت رمز PIN

# ForgetYourPIN
source: Forget your PIN? Click Here
ar: هل نسيت رمز PIN؟ اضغط هنا

source: Lets Start
ar: ابدأ

source: LogOut
ar: تسجيل الخروج

source: Mobile Number
ar: رقم الهاتف

source: Mobile Number Pos
ar: رقم الهاتف الخاص بنقطة البيع

# MustNumber
source: must phone number start with +9627 and not be empty field
ar: يجب أن لا يكون الحقل فارغ, ويجب ان يبدأ ب +9627

source: My Profile
ar: ملفي الشخصي

source: New Beneficiary
ar: منتفع جديد

# NewBenificaryError
source: Add New Beeficiary ,Cannot Add New Benefucuary
ar: لا يمكن اضافة منتفع جديد

source: New Password
ar: كلمة المرور الجديدة

source: Next
ar: التالي

source: No Beneficiaries Found
ar: لم يتم العثور على منتفع

source: Ok
ar: تم

source: Password
ar: كلمة المرور

# PasswordChange
source: Operation successfully
ar: نجحت العملية

# PasswordChangeSuccess
source: "The password has been changed successfully"
ar: تم تغيير كلمة المرور بنجاح

# PinCodeError
source: Wrong PIN Code, The Code You Entered Appears To Be Incorrect Please Try Again
ar: رمز PIN خاطئ يبدو ان رمز PIN الخاص بك غير صحيح يرجى المحاولة مرة اخرى

# PleaseEnterPIN
source: Please Enter Your PIN Code
ar: الرجاء إدخال رمز PIN الخاص بك

# PleaseSignUp
source: Please sign up and have your special HU coins account to give up from traditional transaction and achieve your work more faster than any other way
ar: سجل وامتلك رصيد عملة الكترونية وتخلى عن المعاملات التقليدية وانجز عملك بشكل اسرع من اي طريقة اخرى

source: Privacy Policy
ar: سياسة الخصوصية

source: Receiver
ar: المستقبل

source: Recharge
ar: إعادة تعبئة

source: Recharge Number
ar: رقم إعادة التعبئة

source: Registeration
ar: التسجيل

source: Remember Me
ar: تذكرني

source: Required Field
ar: الحقل مطلوب

source: Reset
ar: إعادة تعيين

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Retype Password
ar: إعادة كتابة كلمة المرور

source: Save
ar: حفظ

source: Second Name
ar: الاسم الثاني

# SecondPage
source: Pay Online
ar: ادفع الكترونيا

source: Select Beneficiary
ar: اختر المنتفع

source: Select Prefer Language
ar: تحديد اللغة المفضلة

# SendInstruction
source: Send istruction
ar: أرسل التعليمات

source: SignIn
ar: تسجيل الدخول

source: Sign Up
ar: اشتراك

source: Skip
ar: تخطي

source: Submit
ar: إدخال

source: Summary
ar: ملخص العملية

# ThirdPage
source: Take off the traditional money, you can make your individual transaction without bank account and any extra effort
ar: تخلى عن النقود التقليدية وانشئ حوالاتك الشخصية بدون بنوك واي جهد مضاعف

# Thisapp
source: This application is found to serve many categories which they do not prefer to deal with centralized organization
ar: هذا التطبيق وجد لخدمة الفئات التي لا تفضل التعامل مع المنظمات المركزية

source: Time
ar: الوقت

source: To Beneficiary
ar: إلى المنتفع

source: Transaction Details
ar: تفاصيل المعاملة

source: Transaction History
ar: سجل المعاملات

source: Transaction ID
ar: رقم المعاملة

source: Transfer
ar: تحويل

source: University Id
ar: الرقم الجامعي

source: Update
ar: تحديث

# UpdateProfileAleart
source: Update Profile, Your Profile Information Update Successfully
ar: تم تحديث معلومات ملفك الشخصي بنجاح

# VerificationCodeSent
source: Verification Code has been Sent to
ar: تم إرسال رمز التحقق الى الرقم

# VerificationError
source: Unfortunatley, We Were Unable To Verify Your Phone Number, Please Try Again If Proplem Recures Please Contact Support
ar: مؤسف لم يتم التحقق من رقم الهاتف الخاص بك من فضلك حاول مرة اخرى اذا استعادت المشكلة ارجو التواصل مع الداعم

source: Verification Required
ar: التوثيق المطلوب
